[FB04_en_us_EvacAllDead_00 AkEvent]
SpokenText="Eles se foram, Comandante. É hora de partir."

[FB04_en_us_EvacAllDead_01 AkEvent]
SpokenText="Avenger, aqui é Firebrand. Todos os agentes do XCOM estão mortos ou desaparecidos. Estou voltando à base."

[FB04_en_us_EvacAllDead_02 AkEvent]
SpokenText="Não há mais ninguém para evacuar; estou voltando para casa."

[FB04_en_us_EvacAllDead_03 AkEvent]
SpokenText="Menace sofreu pesadas baixas; estamos recuando."

[FB04_en_us_EvacAllDead_04 AkEvent]
SpokenText="As coisas deram errado; estou voltando sozinho."

[FB04_en_us_EvacAllDead_05 AkEvent]
SpokenText="O esquadrão está abatido; estamos recuando."

[FB04_en_us_EvacAllOut_00 AkEvent]
SpokenText="Menace seguro e a salvo; estamos indo embora."

[FB04_en_us_EvacAllOut_02 AkEvent]
SpokenText="Esquadrão seguro; decolando."

[FB04_en_us_EvacAllOut_03 AkEvent]
SpokenText="Nós os pegamos; indo para casa."

[FB04_en_us_EvacAllOut_04 AkEvent]
SpokenText="Todos estão a bordo; trazendo-os para casa."

[FB04_en_us_EvacAllOut_05 AkEvent]
SpokenText="Todos estão aqui; estaremos em casa rapidinho."

[FB04_en_us_EvacSomeOut_00 AkEvent]
SpokenText="Eu tenho os que conseguiram sair; decolando."

[FB04_en_us_EvacSomeOut_02 AkEvent]
SpokenText="Nós conseguimos todos que puderam sair; partindo."

[FB04_en_us_EvacSomeOut_03 AkEvent]
SpokenText="Perdemos alguns no caminho; o resto está voltando para casa."

[FB04_en_us_EvacSomeOut_04 AkEvent]
SpokenText="Menace levou alguns golpes; estou trazendo-os."

[FB04_en_us_EvacSomeOut_05 AkEvent]
SpokenText="Nem todos conseguiram; tenho aqueles que conseguiram."

[FB04_en_us_InDropPosition_00 AkEvent]
SpokenText="Esquadrão pronto para implantação!"

[FB04_en_us_InDropPosition_01 AkEvent]
SpokenText="Em posição para aterrissar!"

[FB04_en_us_InDropPosition_02 AkEvent]
SpokenText="Menace pronto para implantação."

[FB04_en_us_InDropPosition_03 AkEvent]
SpokenText="Estamos no túnel, tudo tranquilo."

[FB04_en_us_InDropPosition_04 AkEvent]
SpokenText="Em posição para implantação."

[SKY_ExtrGEN_STObjSecured AkEvent]
SpokenText="Aqui é Firebrand, o VIP está seguro."

[SKY_Gen_EvacRequested_01 AkEvent]
SpokenText="Aqui é Firebrand, confirmação do pedido de evac, estamos a caminho."

[SKY_Gen_EvacRequested_02 AkEvent]
SpokenText="Aqui é Firebrand, confirmação do pedido de evac, aguentem firme."

[SKY_Gen_FullEVAC_01 AkEvent]
SpokenText="Todos os agentes do XCOM estão seguros. Firebrand está retornando à base."

[SKY_Gen_PartialEVAC_01 AkEvent]
SpokenText="Todos os agentes do XCOM sobreviventes estão seguros. Firebrand está retornando à base."

[SKY_Gen_SquadWipe_02 AkEvent]
SpokenText="Avenger, aqui é Firebrand. Todos os agentes do XCOM estão mortos ou desaparecidos. Estou retornando à base."

[SKY_Gen_SquadWipe_03 AkEvent]
SpokenText="Avenger, todos os agentes do XCOM estão mortos ou desaparecidos. Estou retornando à base."

[SKY_Neut_TargetCaptured AkEvent]
SpokenText="Aqui é Firebrand, o alvo foi assegurado."

[SKY_RecoGEN_ItemSecured AkEvent]
SpokenText="Avenger, aqui é Firebrand. O pacote está seguro."

[T_Broadcast_Flyover_Firebrand_P1 AkEvent]
SpokenText="Firebrand em posição para aterrissar."

[T_Psi_Gate_Retreival_Firebrand AkEvent]
SpokenText="Aproximando-se do pacote. Eles não vão acreditar no que estou trazendo..."

[T_Setup_Phase_Flight_Device_Retrieval AkEvent]
SpokenText="Em posição. Pacote à vista."